Repository: Studi-Guide/Studi-Guide
Catalog: front/src/locale/messages.*.xlf
Languages: de

source: Schedule
de: Stundenplan

source: Lunch
de: Mensa

source: Settings
de: Einstellungen

source: Make sure your search is spelled correctly.
de: Überprüfe deine Eingabe auf Rechtschreibfehler.

source: Should this place be on Studi-Guide? <br/> <a>Request a missing place</a>
de: Sollte dieser Ort im Studi-Guide sein? <br/> <a>Füge den Ort hinzu</a>

source: Select Language
de: Sprache wählen

source: <ion-item>English</ion-item> <ion-item>German</ion-item>
de: <ion-item>Englisch</ion-item> <ion-item>Deutsch</ion-item>

source: Settings
de: Einstellungen

source: <ion-label>Language</ion-label> <ion-note>English</ion-note>
de: <ion-label>Sprache</ion-label> <ion-note>Deutsch</ion-note>

source: Appearance
de: Darstellung

source: Help
de: Hilfe

source: About
de: Über Uns

source: Drawer Docking
de: Drawer einrasten

source: Select Appearance
de: Auswahl Darstellung

source: Dark
de: Dunkel (DarkMode)

source: Light
de: Hell
